/*
	File:		ResultsViewStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

"SEARCH_WINDOW_RESULTS_COUNT_SINGULAR" = "%d 件の結果"; /* This will be used when the count is 1 */
"SEARCH_WINDOW_RESULTS_COUNT" = "%d 件の結果";
"SEARCH_WINDOW_RESULTS_NO_COUNT" = "結果";
"SEARCH_WINDOW_RESULTS_NO_RESULTS" = "結果なし";

"SHOW_ALL_N" = "%d をすべて表示";
"SHOW_TOP_COUNT" = "上位 %d 件を表示";
"MORE_TITLE_FORMAT" = "その他...";

"PREVIEW_TRASH" = "ゴミ箱";
"PREVIEW_WHERE" = "場所";
"PREVIEW_ITUNES_LIBRARY" = "iTunes ミュージックライブラリ";
"PREVIEW_MESSAGE_FROM" = "差出人";
"PREVIEW_MESSAGE_TO" = "宛先";
"PREVIEW_MESSAGE_RECIEVED" = "受信済み";
"PREVIEW_MESSAGE_SUBJECT" = "件名";
"PREVIEW_MESSAGE_FOLDER" = "フォルダ";
"PREVIEW_DIMENSIONS" = "大きさ";
"PREVIEW_PIXEL_DIMENSIONS" = "%@ × %@ ピクセル";   /* Dimensions in pixels */
"PREVIEW_POINT_DIMENSIONS" = "%@ × %@ ポイント";   /* Dimensions in points */
"PREVIEW_POINT_INCH_DIMENSIONS" = "%@ x %@ インチ";  /* Dimensions in inches */
"PREVIEW_POINT_CM_DIMENSIONS"  = "%@ × %@ cm";   /* Dimensions in centimeters */
"PREVIEW_ICAL_LOCATION" = "場所";
"PREVIEW_ICAL_CALENDAR" =  "カレンダー";
"PREVIEW_ICAL_START_DATE" = "開始日";
"PREVIEW_ICAL_DUE_DATE" = "期限";
"PREVIEW_ICAL_ATTENDEES" = "参加者";
"PREVIEW_ARTICLE_POSTED" = "ポストされた日付";
"PREVIEW_BOOLEAN_TRUE" = "ある";
"PREVIEW_BOOLEAN_FALSE" = "ない";

/* Used in the bottom preview in the Show all window, both of these strings are used in a stringWithFormat: and i pass along
 * the number of items
 */
"PREVIEW_NOTHING_SELECTED_SINGULAR" = "何も選択されていません";
"PREVIEW_NOTHING_SELECTED_PLURAL" = "%d 個の項目が選択されました";
"PREVIEW_ONE_SELECTED" = "1 つの項目が選択されました";

"NO_MAIL_SUBJECT" = "件名なし";

"FIELD_INDEXING_DISKS_TOOLTIP" = "ボリュームの索引を作成中（%d%% 完了）";
"FIELD_INDEXING_TOOLTIP_CALCULATING" = "ボリュームの索引を作成中";

/* Date link attributes */
"LINK_SEARCH_DATE" = "“%@”を検索";
"LINK_SEARCH_DATE_RANGE" = "%@ から %@ の週";
"LINK_SEARCH_MONTH_RANGE" = "%@ から %@ の月";
"LINK_SEARCH_YEAR_RANGE" = "%@ から %@ の年";
"LINK_SEARCH_DATE_NEWER" = "%@ より新しい";

/* This is used as the separator between the name and the directory component in the Search menu */
"EMDASH" = "—";

/* These are titles for the Save/Edit saved search button in the scope bar. */
"SAVED_SEARCH_EDIT" = "編集";
"SAVED_SEARCH_SAVE" = "保存";

/* button bar labels */
"SEARCH_WINDOW_PREVIEW_BUTTON" = "プレビュー";

"TEXT_SNIPPET_RANGE_SEPARATOR" = "...";

"KIND_MAIL_MSG" = "メールメッセージ";
"KIND_ICAL_EVENT" = "iCal イベント";
"KIND_ICAL_TODO" = "iCal To Do";

"SEARCH_NAME_AND_ATTRIBUTES" = "名前と属性";
"SEARCH_NAME_ONLY" = "名前のみ";
"SEARCH_ADVANCED" = "詳細";

/* the 'other...' menu item is used to bring up panel of other attributes to choose from. */
"OTHER_ATTRIBUTE_SLICE_MENU" = "その他...";

/* raw query slice support.  The raw query slice appears when you select it from the other... drop down in the advanced search */
"RAW_QUERY_SLICE_NAME" = "生のクエリー";
"RAW_QUERY_SLICE_DESCRIPTION" = "検索に含まれる生のクエリー述語";

/* file extension slice support.  The file extension slice appears when you select it from the other... drop down in the advanced search */
"FILE_EXTENSION_SLICE_NAME" = "ファイル拡張子";
"FILE_EXTENSION_SLICE_DESCRIPTION" = "この項目のファイル名拡張子";

/* system files slice support.  The system files slice appears when you select it from the other... drop down in the advanced search */
"SYSTEM_FILES_SLICE_NAME" = "システムファイル";
"SYSTEM_FILES_SLICE_DESCRIPTION" = "環境設定ファイル、およびプラグインなどのシステムファイルを含みます";

/* spotlight items slice support.  The spotlight items slice appears when you select it from the other... drop down in the advanced search */
"SPOTLIGHT_ITEMS_SLICE_NAME" = "Spotlight 項目";
"SPOTLIGHT_ITEMS_SLICE_DESCRIPTION" = "連絡先、メール、イベント、Web ページ、およびその他を含みます";

/* titles for additional columns */
"CATEGORY_COLUMN_TITLE" = "カテゴリ";
